Repository: mmperis8/Claims
Catalog: Translations/Claims.*.g.xlf
Languages: es_es

# Table 2860450491 - Property 2879900210
source: Claims
es_es: Reclamaciones

# Table 2860450491 - Field 3184058927 - Property 2879900210
source: Associated Claim No.
es_es: Nº Reclamación vinculada

# Table 2860450491 - Field 3011597373 - Property 2879900210
source: Brand
es_es: Marca

# Table 2860450491 - Field 2560465946 - Property 2879900210
source: Claim Status
es_es: Estado reclamación

# Table 2860450491 - Field 3133801257 - Property 2879900210
source: Company
es_es: Empresa

# Table 2860450491 - Field 3903865900 - Property 2879900210
source: Coordinator Review
es_es: Rev. Coordinador

# Table 2860450491 - Field 1351383056 - Property 2879900210
source: Coordinator Review Date
es_es: Fecha Revisión Coor.

# Table 2860450491 - Field 331311447 - Property 2879900210
source: Customer Account
es_es: Cta. Cliente

# Table 2860450491 - Field 1150882463 - Property 2879900210
source: Customer Liquidation
es_es: Liquidación Cliente

# Table 2860450491 - Field 1171137197 - Property 2879900210
source: Customer Name
es_es: Nombre Cliente

# Table 2860450491 - Field 4190130733 - Property 2879900210
source: Customer No.
es_es: Nº Cliente

# Table 2860450491 - Field 1211414682 - Property 2879900210
source: Demonstartions
es_es: Manifestaciones

# Table 2860450491 - Field 2267222455 - Property 2879900210
source: Exam Reason
es_es: Motivo Examen

# Table 2860450491 - Field 2155241318 - Property 2879900210
source: Factory Report
es_es: Dictamen Fabrica

# Table 2860450491 - Field 633051610 - Property 2879900210
source: Family
es_es: Familia

# Table 2860450491 - Field 1640984110 - Property 2879900210
source: Frame No.
es_es: Nº bastidor

# Table 2860450491 - Field 2706427974 - Property 2879900210
source: Housing Brand
es_es: Marca Carcasa

# Table 2860450491 - Field 1104461346 - Property 2879900210
source: Housing Model
es_es: Modelo Carcasa

# Table 2860450491 - Field 2842094365 - Property 2879900210
source: Item Description
es_es: Descripción producto

# Table 2860450491 - Field 2161572060 - Property 2879900210
source: Location Code
es_es: Cód. Almacén

# Table 2860450491 - Field 4033995903 - Property 2879900210
source: Management with incidence
es_es: Gestión con incidencia

# Table 2860450491 - Field 1173069737 - Property 2879900210
source: Manufacturer AB Process
es_es: Proce. AB. Fabricante

# Table 2860450491 - Field 1282486951 - Property 2879900210
source: Manufacturer Review
es_es: Rev. Fabricante

# Table 2860450491 - Field 889991371 - Property 2879900210
source: Manufacturer Review Date
es_es: Fecha Revisión Fabr.

# Table 2860450491 - Field 2839621578 - Property 2879900210
source: Mm. Start
es_es: Mm. Inicio

# Table 2860450491 - Field 3094268923 - Property 2879900210
source: Mm. Substract
es_es: Mm. Resto

# Table 2860450491 - Field 4200184881 - Property 2879900210
source: No.
es_es: Nº

# Table 2860450491 - Field 3134442683 - Property 2879900210
source: Plaque Code
es_es: Cód. Matrícula

# Table 2860450491 - Field 3026960885 - Property 2879900210
source: Received in NLLE
es_es: Recibido en NLLE

# Table 2860450491 - Field 1175550799 - Property 2879900210
source: Reclamation date
es_es: Fecha de reclamación

# Table 2860450491 - Field 1582882554 - Property 2879900210
source: Record Insert Date
es_es: Fecha Ins. Reg.

# Table 2860450491 - Field 2473677182 - Property 2879900210
source: Refusing Code
es_es: Cód. Rechazo

# Table 2860450491 - Field 1362051775 - Property 2879900210
source: Registration date
es_es: Fecha matriculación

# Table 2860450491 - Field 1021276258 - Property 2879900210
source: Shipment Address
es_es: Dirección de envío

# Table 2860450491 - Field 312545736 - Property 2879900210
source: Source Line No.
es_es: Línea documento origen

# Table 2860450491 - Field 1882905478 - Property 2879900210
source: Source No.
es_es: Documento origen

# Table 2860450491 - Field 1882905478 - Method 2126772001 - NamedType 3034666356
source: There is no sales order with the specified number
es_es: No exite ningún pedido venta con el número especificado

# Table 2860450491 - Field 513339096 - Property 2879900210
source: Status
es_es: Estado

# Table 2860450491 - Field 3706603950 - Property 2879900210
source: Subscriber
es_es: Abonado

# Table 2860450491 - Field 166625219 - Property 2879900210
source: Tire Id.
es_es: Matrícula cubierta

# Table 2860450491 - Field 1814464443 - Property 2879900210
source: User
es_es: Usuario

# Table 2860450491 - Field 2013894789 - Property 2879900210
source: Vehicle Brand
es_es: Marca Vehículo

# Table 2860450491 - Field 783661101 - Property 2879900210
source: Vehicle Kms.
es_es: Km. Uso

# Table 2860450491 - Field 843158305 - Property 2879900210
source: Vehicle Model
es_es: Modelo Vehículo

# Table 2860450491 - Field 2089490886 - Property 2879900210
source: Vehicle total km.
es_es: Km. totales vehículo

# Table 2860450491 - Field 481545316 - Property 2879900210
source: Vehicle Type
es_es: Tipo Vehiculo

# Table 2860450491 - Field 2717025503 - Property 2879900210
source: Vendor Account
es_es: Cta Proveedor

# Table 2860450491 - Field 2891289765 - Property 2879900210
source: Vendor Cr Memo Amount
es_es: Importe Abono Proveedor

# Table 2860450491 - Field 967656036 - Property 2879900210
source: Vendor Cr Memo No
es_es: Nº Abono Proveedor

# Table 2860450491 - Field 3420761511 - Property 2879900210
source: Vendor Liquidation
es_es: Liquidación Proveedor

# Table 2860450491 - Field 3476334087 - Property 2879900210
source: Vendor Observations
es_es: Observaciones Proveedor

# Table 2860450491 - Field 1034582127 - Property 2879900210
source: Warranty Observations
es_es: Observaciones garantías

# Table 2860450491 - Field 4073245755 - Property 2879900210
source: Wheel Item No.
es_es: Nº producto rueda

# Table 4242499010 - Property 2879900210
source: Claims Setup
es_es: Conf. reclamaciones

# Table 4242499010 - Field 811536386 - Property 2879900210
source: Claim No.
es_es: Nº Reclamación

# Table 4242499010 - Field 3452417439 - Property 2879900210
source: Default Return Reason
es_es: Motivo devolución por defecto

# Table 4242499010 - Field 1663593181 - Property 2879900210
source: Primary Key
es_es: Clave Primaria

# Codeunit 1458396766 - Method 3372963587 - NamedType 1303806686
source: There is no line in the original sales order to settle this claim
es_es: No se encuentra línia en el pedido de venta origen para liquidar esta reclamación

# Codeunit 3442031084 - Method 1809789127 - NamedType 1620546306
source: You must specifie a claim no. on line %1
es_es: Debe indicar el número de reclamación en la línea %1

# Codeunit 494194381 - Method 1322259444 - NamedType 2009730464
source: There is a claim related to this order. It is not possible to report accounts in the lines of a sales order with claims
es_es: Existe una reclamación relacionada con este pedido. No es posible informar cuentas en las línias de un pedido de venta con reclamaciones

# Codeunit 494194381 - Method 3587085312 - NamedType 2287583958
source: The specified account is going to create a claim, do you wish to continue?
es_es: La cuenta especificada creará una reclamación, desea continuar?

# Codeunit 494194381 - Method 3587085312 - NamedType 4001842386
source: The specified account is meant to be used on the claims process
es_es: La cuenta especificada está pensada para usarse en el circuito de reclamaciones

# Codeunit 494194381 - Method 2593007420 - NamedType 4001842386
source: The specified account is meant to be used on the claims process
es_es: La cuenta especificada está pensada para usarse en el circuito de reclamaciones

# Codeunit 494194381 - Method 3770870423 - NamedType 1389818255
source: You must enter the information about the claim
es_es: Debe introducir la informacion sobre la reclamación

# Page 3463626789 - Property 2879900210
source: Claims List
es_es: Lista de reclamaciones

# Page 3463626789 - Method 4177352842 - NamedType 1389818255
source: Warning !\You must enter the information about the claim %1
es_es: ¡ Aviso !\Debe introducir toda la informacion sobre la reclamación %1

# Page 3463626789 - Action 190509817 - Property 2879900210
source: Print Blank Claim Sheet
es_es: Imprimir hoja reclamación en blanco

# Page 3463626789 - Action 3023745383 - Property 2879900210
source: Print Claim Sheet
es_es: Imprimir hoja reclamación

# Page 4242499010 - Property 2879900210
source: Claims Setup
es_es: Configuración Reclamaciones

# Page 3155018263 - Property 2879900210
source: Create Claim
es_es: Creación de reclamaciones

# Page 3155018263 - Control 1267408499 - Property 2879900210
source: Account
es_es: Cuenta

# Page 3155018263 - Control 1267408499 - Method 2126772001 - NamedType 1870150482
source: The specifies account does not exist
es_es: La cuenta especificada no existe

# Page 3155018263 - Control 1267408499 - Method 2126772001 - NamedType 2205914125
source: The specified account cannot be used as it is not a claims account
es_es: La cuenta especificada no puede ser usada al no ser una cuenta de reclamaciones

# Page 3155018263 - Control 1549872688 - Property 2879900210
source: Amount
es_es: Importe

# Page 3155018263 - Control 3746816049 - Property 2879900210
source: Mm. Start
es_es: Mm. Inicio

# Page 3155018263 - Control 2290390436 - Property 2879900210
source: Mm. Substract
es_es: Mm. Resto

# Page 3155018263 - Control 4200184881 - Property 2879900210
source: O.R. No.
es_es: Nº O.R.

# Page 3155018263 - Control 1557010433 - Property 2879900210
source: Tire Id.
es_es: Matrícula cubierta

# Page 3155018263 - Control 3198169715 - Property 2879900210
source: Vehicle Kms.
es_es: Km. Uso

# Page 3155018263 - Control 3294924169 - Property 2879900210
source: Wheel Item No.
es_es: Nº producto rueda

# Page 3155018263 - Action 464469542 - Property 2879900210
source: Cancel claim
es_es: Anular reclamación

# Page 3155018263 - Action 3461998260 - Property 2879900210
source: Claims List
es_es: Lista de reclamaciones

# Page 3155018263 - Action 4107779690 - Property 2879900210
source: Create Claim
es_es: Crear reclamación

# Page 3155018263 - Action 4107779690 - Method 1377591017 - NamedType 952499262
source: Mandatory fields must have a value
es_es: Los campos obligatorios deben tener un valor

# Report 1793224271 - Property 2879900210
source: Claim Sheet
es_es: Hoja reclamación

# Report 1793224271 - NamedType 740865549
source: Bonification
es_es: Bonificación

# Report 1793224271 - NamedType 2075575990
source: Coordinator
es_es: Coordinador

# Report 1793224271 - NamedType 3074820368
source: Date
es_es: Fecha

# Report 1793224271 - NamedType 4217079313
source: Distributor
es_es: Distribuidor

# Report 1793224271 - NamedType 558934865
source: Manufacturer
es_es: Fabricante

# Report 1793224271 - NamedType 2295386186
source: PRODUCT EXAMINATION REQUEST
es_es: SOLICITUD DE EXAMEN PRODUCTO

# Report 1793224271 - NamedType 595234742
source: Review
es_es: Revisión

# Report 1793224271 - NamedType 3961453728
source: Signature
es_es: Firma

# Report 1793224271 - NamedType 3156212275
source: User
es_es: Usuario

# PageExtension 621778418 - Action 3461998260 - Property 2879900210
source: Claim List
es_es: Lista de reclamaciones

# PageExtension 894292065 - Action 1229219799 - Property 2879900210
source: Create claims
es_es: Crear reclamación

# TableExtension 3871246473 - Field 2411545837 - Property 2879900210
source: Claiming Account
es_es: Cuenta de reclamaciones

# TableExtension 1906739281 - Field 2682141055 - Property 2879900210
source: Claim No.
es_es: Nº Reclamación

# Enum 2560465946 - EnumValue 1538524146 - Property 2879900210
source: Cr. Memo Receipt Pending
es_es: Pte. Recibir Abono

# Enum 2560465946 - EnumValue 1955888751 - Property 2879900210
source: Documentation Pending
es_es: Pte. Documentación

# Enum 2560465946 - EnumValue 55722192 - Property 2879900210
source: Logistics Pending
es_es: Pte. Logistica

# Enum 2560465946 - EnumValue 1859318149 - Property 2879900210
source: Vendor Pending
es_es: Pte. Proveedor

# Enum 2560465946 - EnumValue 2213254973 - Property 2879900210
source: Warranty Pending
es_es: Pte. Garantías

# Enum 2267222455 - EnumValue 3225435836 - Property 2879900210
source: Case Degradation
es_es: Degradación Carcasa

# Enum 2267222455 - EnumValue 91631846 - Property 2879900210
source: Commercial Attention
es_es: Atención Comercial

# Enum 2267222455 - EnumValue 2649788243 - Property 2879900210
source: Complaints Driving Behavior
es_es: Quejas Compor. Conducción

# Enum 2267222455 - EnumValue 2898083471 - Property 2879900210
source: Explosion
es_es: Explosión

# Enum 2267222455 - EnumValue 2677681457 - Property 2879900210
source: Heel Damage
es_es: Daños Talón

# Enum 2267222455 - EnumValue 4220443988 - Property 2879900210
source: Irregular Wear
es_es: Desgaste Irregular

# Enum 2267222455 - EnumValue 419117521 - Property 2879900210
source: Others
es_es: Otros

# Enum 481545316 - EnumValue 2208405232 - Property 2879900210
source: Bus
es_es: Autocar

# Enum 481545316 - EnumValue 3222945722 - Property 2879900210
source: Motorbyke
es_es: Moto

# Enum 481545316 - EnumValue 2979237001 - Property 2879900210
source: Off-Road
es_es: Todo Terreno

# Enum 481545316 - EnumValue 419117521 - Property 2879900210
source: Others
es_es: Otros

# Enum 481545316 - EnumValue 2512148697 - Property 2879900210
source: Semi Trailer
es_es: Semi Remolque

# Enum 481545316 - EnumValue 3371745645 - Property 2879900210
source: Tourism
es_es: Turismo

# Enum 481545316 - EnumValue 2916646967 - Property 2879900210
source: Tractor
es_es: Tractora

# Enum 481545316 - EnumValue 2925361519 - Property 2879900210
source: Trailer
es_es: Remolque

# Enum 481545316 - EnumValue 3583581781 - Property 2879900210
source: Truck
es_es: Camión

# Enum 481545316 - EnumValue 1027171955 - Property 2879900210
source: Van
es_es: Camioneta
